import _ from "lodash";

const getTitle = () => {
  const titleList = [
    "【ｖｉｓｕａｌｐｉｚｚａ９５】",
    "ｖｉｓｕａｌｐｉｚｚａ９５（ピザ）",
    "ᐯ丨丂ㄩ卂ㄥ卩丨乙乙卂９５",
    "レ工己凵丹し尸工乙乙丹９５",
    "√ﾉ丂ひﾑﾚｱﾉ乙乙ﾑ９５",
    "𝓋𝒾𝓈𝓊𝒶𝓁𝓅𝒾𝓏𝓏𝒶𝟫𝟧",
    "ގ6ɐzzıdlɐnsıʌ",
    "🅅🄸🅂🅄🄰🄻🄿🄸🅉🅉🄰95",
    "v̷̡̡̰̪̝̖͚̘̔̅͐̓̈́i̵̹͍͎̹͙̰̮̟͌̕s̶̖̮̃͛̋̏̅͑̄u̷̢̡̡̦̺̹͖̣̺̣͋͐a̴̧͔̪̳̎̉̕ĺ̸͉̗̭͆̀̾͝p̷̼̏͒̋̄͝i̸͕͔̝͖̟͔̬̐̍̐̿͝z̶͖̠̺͍̟̓͑̽͑͛́́̇̕̚ͅz̴̦̞̱̲̝̝͕̺̙̪̀̒̉̇͑͐̽̒͘͠a̷̬͖̟̤̺̥̪͖̫̐̀͐̈́̎̆9̶̙̯̯͈̀̍̔̌̿́͘5̴̣̜͓́̅̊͑͑̅̈̊",
    "🆅🅸🆂🆄🅰🅻🅿🅸🆉🆉🅰95",
    "ⓥⓘⓢⓤⓐⓛⓟⓘⓩⓩⓐ⑨⑤",
    "ʋιʂυαʅριȥȥα95",
    "𝕧ίsＵ𝕒ŁקƗz乙𝓪❾➄",
    "𝔳ｉ𝔰ยᵃｌ卩ƗŽ乙ค➈５",
  ];
  return titleList[_.random(titleList.length - 1)];
};

export default getTitle;
